#+startup: indent show2levels
#+title:
#+author masayuki

#+begin_src shell :results output
ls 
#+end_src

#+RESULTS:
#+begin_example
Web進化論.xmind
コンピュータとインターネットの利用目的.xmind
コンピュータと数式処理.xmind
メモと思考のためのICTの活用.xmind
わかるとは.xmind
わかるとは章立て.xmind
科学とコンピュータ.xmind
思考とメモと情報処理とICT.xmind
思考とメモと文書のためのデジタル・ツール.xmind
数理のひろがり.xmind
数理情報科学.xmind
#+end_example

#+begin_src shell
cd ../topics;
ln -s ../maps/Web進化論.xmind
ln -s ../maps/コンピュータとインターネットの利用目的.xmind
ln -s ../maps/コンピュータと数式処理.xmind
ln -s ../maps/メモと思考のためのICTの活用.xmind
ln -s ../maps/わかるとは.xmind
ln -s ../maps/わかるとは章立て.xmind
ln -s ../maps/科学とコンピュータ.xmind
ln -s ../maps/思考とメモと情報処理とICT.xmind
ln -s ../maps/思考とメモと文書のためのデジタル・ツール.xmind
ln -s ../maps/数理のひろがり.xmind
ln -s ../maps/数理情報科学.xmind
#+end_src

#+RESULTS:
